Repository: cc-archive/i18n_ccsearch
Catalog: po/an/LC_MESSAGES/ccsearch.po
Languages: an

source: Find content you can share, use and remix
an: Trobar contenius que pueda compartir, usar y remezclar

source: Enter your search query
an: Escriba o que quiere buscar

source: I want something that I can...
an: Quiero bella cosa que pueda...

source: use for <em>commercial purposes</em>
an: usar ta <em>fins comercials </em>

source: <em>modify</em>, <em>adapt</em>, or <em>build upon</em>
an: <em>modificar </em>, <em>adaptar </em> u <em>editar</em>

source: Search using
an: Buscar con

source: Image
an: Imachen

source: Music
an: Mosica

source: Media
an: Meyos de de comunicación

source: What is this?
an: Qué ye isto?

source: Please note that search.creativecommons.org is <em>not a search engine</em>, but rather offers convenient access to search services provided by other independent organizations. CC has no control over the results that are returned. <em>Do not assume that the results displayed in this search portal are under a CC license</em>. You should always verify that the work is actually under a CC license by following the link. Since there is no registration to use a CC license, CC has no way to determine what has and hasn't been placed under the terms of a CC license. If you are in doubt you should contact the copyright holder directly, or try to contact the site where you found the content.
an: Por favor pare cuenta que search.creativecommons.org <em>no ye un mecanismo de busca</em>, pero ofreix acceso convenient a servicios de buscador d'atras organizacions independients. CC no tiene control sobre os resultaus. <em>No asume que os resultaus d'ista busca sigan baixo a licencia CC</em>. Siempre has de verificar que o treballo siga actualment baixo una licencia CC seguindo o link. Como que no i hai garra rechistro ta usar una licencia CC, no i hai garra traza de determinar qué ye o que s'ha meso baixo os termins d'una licencia CC y qué no. Si ye en dubda ha de contactar con qui poseye os dreitos d'autor dreitament, u mirar de contactar con o puesto a on trobó o material.

source: <a href="#" id="addOpenSearch"><strong>Add CC Search</strong></a> to your browser.
an: <a href="#" id="addOpenSearch"><strong>Adhibir o buscador CC</strong></a> ta o suyo navegador.

source: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Learn how</strong></a> to switch to or from CC Search in your Firefox search bar.
an: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Aprenda cómo </strong></a> fer ta emplegar u deixar d'emplegar o buscador CC en a suya barra de Firefox.

source: Help Translate
an: Aduyar a traducir

source: Contact
an: Contacto

source: Donate to CC
an: Donar a CC

source: Policies
an: Politicas

source: Privacy
an: Privacidat

source: Terms of Use
an: Condicions d'uso

source: Developers
an: Desembolicadors
