Repository: cc-archive/i18n_ccsearch
Catalog: po/*/ccsearch.po
Languages: no

source: Help Translate
no: Hjelp til med oversettelser

source: Search
no: Søk

source: Enter search query
no: Skriv inn søkestreng

source: Thanks for using CC Search via %sFirefox%s.
no: Takk for at du benytter CC Search via %sFirefox%s.

source: by <a href="http://creativecommons.org/">Creative Commons</a>
no: av <a href="http://creativecommons.org/">Creative Commons</a>

source: go
no: utfør

source: Search for works I can use for commercial purposes.
no: Søk etter verk jeg kan bruke for kommersielle formål.

source: Search for works I can modify, adapt, or build upon.
no: Søk etter verk jeg kan bearbeide, remikse og bygge videre på.

source: Understand your search results
no: Forstå ditt søkeresultat

source: What is this?
no: Hva er dette?

source: Browse directories of licensed images, sounds, videos and more
no: Bla gjennom kataloger med lisensierte bilder, lyder, videoer og mer.

source: Content Directories
no: Innholdskataloger

source: Only show search results
no: Bare vis søkeresultatene

source: Remove Frame
no: Fjern ramme

source: Web Search
no: Web-søk

source: Image Search
no: Bilde-søk

source: Video Search
no: Video-søk

source: Music Search
no: Musikk-søk

source: Media Search
no: Media-søk

source: Clip Art Search
no: Clip Art-søk

source: Contact
no: Kontakt

source: Support CC
no: Støtt CC

source: Learn About Creative Commons
no: Lær om Creative Commons

source: For a quick intro to Creative Commons, check out this short video, entitled "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"
no: For en kort introduksjon til Creative Commons, se denne korte videosnutten, med tittel "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"

source: Using CC Search with Firefox
no: Bruk av CC Search med Firefox

source: For a quick explanation of how to use this search with Firefox, including <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">how to change your search engine</a>, watch this video.</a>
no: For en kort forklaring av hvordan du bruker denne søkefunksjonen med Firefox, inklusive <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">hvordan du bytter søkemotor</a>, se denne videoen.</a>

source: Language
no: Språk
