Repository: cc-archive/i18n_ccsearch
Catalog: */LC_MESSAGES/ccsearch.po
Languages: it

source: Search
it: Cerca

source: Enter search query
it: Inserisci un'interrogazione di ricerca

source: Thanks for using CC Search via %sFirefox%s.
it: Grazie per aver utilizzato CC Search tramite %sFirefox%s.

source: by <a href="http://creativecommons.org/">Creative Commons</a>
it: da <a href="http://creativecommons.org/">Creative Commons</a>

source: go
it: vai

source: Search for works I can use for commercial purposes.
it: Cerca opere che posso utilizzare per fini commerciali.

source: Search for works I can modify, adapt, or build upon.
it: Cerca opere che posso modificare, adattare, o a partire dalle quali posso creare.

source: Understand your search results
it: Comprendere i risultati della tua ricerca

source: What is this?
it: Cos'è questo?

source: Browse directories of licensed images, sounds, videos and more
it: Esplora elenchi di immagini, suoni, video ed altri materiali dati in licenza

source: Content Directories
it: Elenchi di contenuti

source: Only show search results
it: Mostra solo i risultati della ricerca

source: Remove Frame
it: Rimuovi la cornice

source: Web Search
it: Ricerca sul Web

source: Image Search
it: Ricerca Immagini

source: Video Search
it: Ricerca Video

source: Music Search
it: Cerca Musica

source: Media Search
it: Cerca Multimedia

source: Clip Art Search
it: Cerca Clip Art

source: Open Clip Art Library
it: Libreria Open Clip Art

source: Contact
it: Contatti

source: Support CC
it: Sostieni CC

source: Learn About Creative Commons
it: Saperne di più su Creative Commons

source: For a quick intro to Creative Commons, check out this short video, entitled "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Wanna Work Together?</a>"
it: Per una rapida introduzione a Creative Commons, guarda questo breve video, intitolato "<a href="http://support.creativecommons.org/videos#wwt" target="_new">Vogliamo lavorare insieme?</a>"

source: Using CC Search with Firefox
it: Utilizzare CC Search con Firefox

source: For a quick explanation of how to use this search with Firefox, including <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">how to change your search engine</a>, watch this video.</a>
it: Per una rapida spiegazione di come utilizzare questo ricerca con Firefox, compreso <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search" target="_new">come cambiare il tuo motore di ricerca</a>, guarda questo video.</a>

source: Language
it: Lingua
