Repository: cc-archive/i18n_ccsearch
Catalog: po/*/LC_MESSAGES/ccsearch.po
Languages: ar, ast, da, de, eo, eu, fi, fr, hu, id, is, km, nb_no, nl, pl, ro, si_lk, sq, sv, te, vi, zh_tw

source: <a href="#" id="addOpenSearch"><strong>Add CC Search</strong></a> to your browser.
ar: <a href="#" id="addOpenSearch"><strong>أضف محرك بحث المشاع الإبداعي</strong></a> إلى متصفحك.
ast: <a href="#" id="addOpenSearch"><strong>Amestar CC Search</strong></a> al to navegador.
da: <a href="#" id="addOpenSearch"><strong>Tilføj CC Søg</a></strong> til din browser.
de: <a href="#" id="addOpenSearch"><strong>CC Search</strong></a> zum Browser hinzufügen.
eo: <a href="#" id="addOpenSearch"><strong>Aldoni CC Serĉon</strong></a> en vian retumilon.
eu: <a href="#" id="addOpenSearch"><strong>Ipini CC bilaketa</strong></a> zure nabigatzailean.
fi: <strong><a href="#" id="addOpenSearch">Lisää CC-haku</a></strong> selaimeesi.
fr: <a href="#" id="addOpenSearch"><strong>Ajouter le moteur de recherche CC</strong></a> à votre navigateur.
hu: <a href="#" id="addOpenSearch"><strong>Add hozzá a CC Search keresőt</strong></a> a böngésződhöz.
id: <a href="#" id="addOpenSearch"><strong>Tambahkan CC Search</strong></a> ke peramban Anda.
is: <strong><a href="#" id="addOpenSearch">Bæta CC leit</a></strong> við vafrann þinn.
km: <a href="#" id="addOpenSearch"><strong>បន្ថែម CC Search</strong></a> ទៅក្នុងកម្មវិធី browser របស់អ្នក។
nb_no: <a href="#" id="addOpenSearch"><strong>Legg til CC Søk</strong></a> i din nettleser.
nl: <a href="#" id="addOpenSearch"><strong>Voeg CC Search</strong></a> toe aan je browser.
pl: <a href="#" id="addOpenSearch"><strong>Dodaj wyszukiwarkę CC Search</strong></a> do swojej przeglądarki.
ro: <a href="#" id="addOpenSearch"><strong>Adauga Cautare CC </strong></a> in navigatorul tau.
si_lk: <a href="#" id="addOpenSearch">ඔබේ බ්‍රවුසරයට<strong>CC සෙවුම එක් කරන්න</strong></a>.
sq: <a href="#" id="addOpenSearch"><strong>Shtoni Kërkim CC</strong></a> te shfletuesi juaj.
sv: <a href="#" id="addOpenSearch"><strong>Lägg till CC Sök</strong></a> i din webbläsare.
te: మీ విహారిణిలో <a href="#" id="addOpenSearch"><strong>CC అన్వేషణను చేర్చుకోండి</strong></a>.
vi: <a href="#" id="addOpenSearch"><strong>Thêm Tìm kiếm CC</strong></a> to your browser.
zh_tw: 將<a href="#" id="addOpenSearch"><strong>創用CC搜尋新增至</strong></a>您的瀏覽器中。

source: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Learn how</strong></a> to switch to or from CC Search in your Firefox search bar.
ar: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>تعلم كيف</strong></a> التحويل الى او من البحث في المشاع الإبداعي في شريط البحث لمتصفح فَيَرْفُكْس.
ast: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Deprende cómo</strong></a> cambiar a o dende CC Search na barra de gueta de Firefox.
da: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Lær hvordan</strong></a> man skifter til eller fra CC Search i Firefox søgefeltet.
de: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Lernen Sie</strong></a> wie Sie CC Search in Ihrem Firefox Search Bar an- und abschalten.
eo: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Ekscii kiel</strong></a> ŝalti al aŭ el la CC Serĉo en la serĉbreto de via Fajrovulpo.
eu: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Ikasi nola</strong></a> egin behar duzun Firefox-en CC bilaketa alorrera jotzeko.
fi: <strong><a href="http://wiki.creativecommons.org/Firefox_and_CC_Search">Opi kuinka</a></strong> saat CC-haun Firefoxin hakupalkkiin.
fr: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Apprendre</strong></a>à basculer depuis et vers une recherche CC dans la barre de recherche de Firefox.
hu: A Firefox böngésző keresősávjában használható CC Search funkció használatáról <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>itt olvashatsz</strong></a>.
id: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Pelajari cara</strong></a> pindah ke atau dari CC Search di kotak pencarian Firefox Anda.
is: <strong><a href="http://wiki.creativecommons.org/Firefox_and_CC_Search">Lærðu hvernig á</a></strong> að skipta til og frá CC leitar á Firefox leitar stikunni.
km: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>ស្វែងយល់អំពីរបៀប</strong></a> ផ្លាស់ប្ដូរទៅ ឬមកពី CC Search នៅក្នុុងរបារស្វែងរក Firefox របស់អ្នក។
nb_no: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Lær hvordan</strong> </a> du bytter til eller fra CC Søk i Firefox search bar.
nl: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Uitleg over zoeken</strong></a> met CC Search in je Firefox search bar.
pl: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Dowiedz się, jak</strong></a> wybrać wyszukiwanie z pomocą CC Search w pasku wyszukiwania przeglądarki Firefox.
ro: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Invata cum</strong></a>sa treci la sau de la cautari CC in campul de cautari din Firefox.
si_lk: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search">ඔබේ Firefox සෙවුම් තීරය තුළ මාරුවන අයුර හෝ CC සෙවුම හා ක්‍රියා කරන අයුර <strong>කෙසේදැයි දැනගන්න</strong></a>.
sq: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Mësoni se si</strong></a> të hyhet apo dilet nga Kërkimi CC që prej shtyllës suaj të kërkimeve te Firefox-i.
sv: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Lär dig hur </strong></a> du kan ändra till eller från CC sök i din Firefox sökfunktion.
te: మీ ఫైర్‌ఫాక్స్ వెతుకుడు పట్టీలో CC అన్వేషణకు <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>ఎలా మారాలో తెలుసుకోండి</strong></a>.
vi: <a href="http://wiki.creativecommons.org/Firefox_and_CC_Search"><strong>Tìm hiểu làm thế nào</strong></a> để chuyển Tìm kiếm CC vào thanh tìm kiếm Firefox của bạn.
zh_tw: <strong><a href="http://wiki.creativecommons.org/Firefox_and_CC_Search">了解如何</a></strong>在您的Firefox瀏覽器搜尋列中切換創用CC搜尋。

source: Help Translate
ar: مساعدة في الترجمة
ast: Ayudar cola traducción
da: Hjælp Oversæt
de: Beim Übersetzen helfen
eo: Helpi Traduki
eu: Lagundu euskaratzen
fi: Auta kääntämään
fr: Aider à traduire
hu: Segíts fordítani
id: Bantu Terjemahkan
is: Hjálp við þýðingu
km: ជួយបកប្រែ
nb_no: Hjelp til med oversettelser
nl: Help met vertalen
pl: Pomóż przetłumaczyć
si_lk: පරිවර්තනයට දායක වන්න
sq: Nidhmoni Përkthimin
te: అనువదించడానికి తోడ్పడండి
vi: Giúp Dịch
zh_tw: 協助翻譯

source: Contact
ar: إتصل
ast: Contautu
da: Kontakt
de: Kontakt
eo: Kontakto
eu: Harremanak
fi: Ota yhteyttä
hu: Kapcsolat
id: Kontak
is: Hafa samband
km: ទំនាក់ទំនង
nb_no: Kontakt
pl: Kontakt
si_lk: සම්බන්ධ කර ගන්න
sq: Kontakte
sv: Kontakt
te: సంప్రదించండి
vi: Liên lạc
zh_tw: 連絡我們

source: Donate to CC
ar: تبرع للمشاع الإبداعي
ast: Fai un donativu a CC
da: Donér til CC
de: An CC spenden
eo: Donaci al CC
eu: Eman dirua CCri
fi: Lahjoita CC:lle
fr: Faire un don à CC
hu: Támogasd a CC-t
id: Menyumbang ke CC
is: Styrkja CC
km: ជួយ​ឧបត្ថម្ភ​ទៅកាន់អង្គការ CC
nb_no: Doner til CC
nl: Doneren aan CC
pl: Wesprzyj finansowo CC
ro: Doneaza catre CC
si_lk: CCවෙත මුදලින් දායක වන්න
sq: Dhuroni për CC-në
sv: Donera till CC
te: CC కు విరాలమివ్వు
vi: Ủng hộ CC
zh_tw: 捐款給創用CC

source: Policies
ar: سياسات
ast: Polítiques
da: Politikker
de: Policies/Richtlinien
eo: Politiko
eu: Jokabide arauak
fi: Käytännöt
fr: Réglement
id: Kebijakan
is: Starfsreglur
km: គោលការណ៍
nb_no: Retningslinjer
nl: Beleid
pl: Regulamin
ro: Politici
si_lk: ප්‍රතිපත්තිය
sq: Rregulla
sv: Policy
te: విధానాలు
vi: Chính sách
zh_tw: 使用規範

source: Privacy
ar: خصوصية
ast: Intimidá
da: Beskyttelse af personlige oplysninger
de: Datenschutz
eo: Privateco
eu: Pribatutasuna
fi: Tietosuoja
fr: Vie privée
hu: Titoktartási irányelvek
id: Privasi
is: Friðhelgi
km: ភាពឯកជន
nb_no: Personvern
pl: Prywatność
ro: Confidentialitate
si_lk: පුද්ගලිකත‍්වය
sq: Privatësi
sv: Integritets
te: అంతరంగికత
vi: Riêng tư
zh_tw: 隱私權聲明

source: Terms of Use
ar: شروط الاستخدام
ast: Términos d'usu
da: Vilkår for brug
de: Nutzungsbedingungen
eo: Uzkondiĉoj
eu: Erabilpen baldintzak
fi: Käyttöehdot
fr: Conditions d'utilisation
hu: Felhasználási feltételek
id: Ketentuan Penggunaan
is: Notkunarskilmálar
km: លក្ខខណ្ឌ​ក្នុងការ​ប្រើប្រាស់
nb_no: Vilkår for bruk
pl: Zasady korzystania
ro: Termeni si Conditii
si_lk: භාවිත නීති
sq: Kushte Përdorimi
sv: Användarvillkor
te: వాడుక నియమాలు
vi: Điều khoản Sử dụng
zh_tw: 使用條款

source: Developers
ar: مطورين
ast: Desendolcadores
da: Udviklere
de: Entwickler
eo: Evoluigintoj
eu: Garatzaileak
fi: Kehittäjät
fr: Développeurs
hu: Fejlesztőknek
id: Pengembang
is: Hönnuðir
km: អ្នកអភិវឌ្ឍកម្មវិធី (Developers)
nb_no: Utviklere
nl: Ontwikkelaars
pl: Developerzy
ro: Dezvoltatori
si_lk: වර්ධකයන්
sq: Zhvillues
sv: Utvecklare
te: అభివృద్ధికారులు
vi: Nhà Phát triển
zh_tw: 程式發展人員
