Repository: cc-archive/i18n_ccsearch
Catalog: po/*/LC_MESSAGES/ccsearch.po
Languages: ar, ast, da, de, eo, eu, fi, fr, hu, id, is, km, nb_no, nl, pl, ro, si_lk, sq, sv, te, vi, zh_tw

source: Find content you can share, use and remix
ar: اعثر على محتوى يمكنك مشاركته، استخدامه وتعديله
ast: Alcuentra conteníu que puedas compartir, usar y mesturar
da: Find indhold som du må dele, bruge og bearbejde
de: Finden Sie Inhalte, die geteilt, genutzt und remixt werden können.
eo: Trovi enhavon, kiun eblas kunhavigi, uzi kaj aliigi
eu: Aurkitu edukia partekatzeko, nahasteko eta erabiltzeko
fi: Etsi sisältöä jota voit jakaa, käyttää ja muokata
fr: Trouver des contenus que vous pouvez partager, utiliser et remixer
hu: Találj olyan tartalmat, amit megoszthatsz, használhatsz és remixelhetsz.
id: Temukan isi yang dapat Anda bagikan, pakai, dan gubah
is: Finna efni sem þú mátt deila, nota og aðlaga
km: ស្វែងរកមតិកាដែលអ្នកអាចចែករំលែក ប្រើប្រាស់ និងឆ្នៃប្រឌិតបាន
nb_no: Finn innhold som du kan dele, bruke, og tilpasse (remixe)
nl: Zoek media die je dan delen, gebruiken en remixen
pl: Znajdź treści, które można używać, remiksować i dzielić się z innymi
ro: Gaseste continut pe care-l poti imparti, utiliza sau modifica
si_lk: සොයන්න යමක් ඔබට හුවමාරු කළහැකි, භාවිතා කළ හැකි හා සැකසිය හැකි
sq: Gjeni lëndë që mund të ndani me të tjerët, përdorni dhe të ripërzieni
sv: Hitta material som du kan dela, använda och bygga vidare på
vi: Tìm nội dung mà bạn có thể chia sẻ, sử dụng, và nhào nặn nó
zh_tw: 尋找可被散布、使用及重混的內容

source: Enter your search query
ar: أدخل عبارة البحث
ast: Escribi lo que quies consultar
da: Indtast din søgning
de: Geben Sie Ihre Suchanfrage ein
eo: Entajpu kion vi serĉas
eu: Bilatu hau
fi: Kirjoita hakuehtosi
fr: Entrer votre recherche
hu: Írd be a keresési lekérdezésed
id: Masukkan entri pencarian Anda
is: Sláðu inn leitarstreng þinn
km: វាយបញ្ចូលការស្វែងរករបស់អ្នក
nb_no: Skriv inn søkestreng
nl: Voer je zoekopdracht in
pl: Wpisz poszukiwany zwrot
ro: Cauta
si_lk: සෙවුම් වදන් ඇතුලත් කරන්න
sq: Jepni termat tuaj për kërkim
sv: Skriv in din sökning
te: మీ శోధన పదాన్ని ప్రవేశపెట్టండి
vi: Nhập từ khóa tìm kiếm của bạn vào
zh_tw: 輸入搜尋關鍵詞

source: I want something that I can...
ar: أريد شيئا أستطيع أن...
ast: Quiero daqué que pueda...
da: Jeg vil have noget, jeg kan ...
de: Ich möchte etwas finden, das ich ...
eo: Mi volas ion, kion eblas…
eu: Nahi nuke zerbait...
fi: Haluan jotain, jota voin...
fr: Je veux quelque chose que je puisse…
hu: Szeretnék, valamit, amit tudok...
id: Saya ingin sesuatu yang dapat saya...
is: Ég vil eitthvað sem ég get ...
km: ខ្ញំុចង់បានអ្វីមួយដែលខ្ញុំអាច...
nb_no: Jeg leter etter noe jeg kan ...
nl: Ik zoek iets wat ik...
pl: Szukam czegoś, co można by...
ro: Vreau ceva care...
si_lk: මට අවශ්‍යයි යමක්...
sq: Dua diçka të cilën mund...
sv: Jag söker efter något som jag kan...
te: నాకు ఇలా ఉపయోగించుకోదగినవి కావాలి...
vi: Tôi muốn có điều gì đó mà tôi có thể...
zh_tw: 我需要找能夠....

source: use for <em>commercial purposes</em>
ar: تستخدم <em>للأغراض التجارية</em>
ast: usar con <em>fines comerciales</em>
da: anvend til <em>kommercielle formål</em>
de: für <em>kommerzielle Zwecke</em> nutzen darf
eo: uzi por <em>komercaj celoj</em>
eu: erabil dezakedana <em>merkataritza xedeetarako</em>
fi: käyttää <em>kaupallisiin tarkoituksiin</em>
fr: utiliser <em>à des fins commerciales</em>
hu: használni <em>kereskedelmi célokra</em>
id: gunakan untuk <em>keperluan komersial<em>
is: notað í <em>viðskiptalegum tilgangi</em>
km: ប្រើសម្រាប់<em>គោលបំណងពាណិជ្ជកម្ម</em>
nb_no: bruke for <em>kommersielle formål</em>
nl: kan gebruiken voor <em>commerciÃ«le doeleinden</em>
pl: wykorzystać dla <em>celów komercyjnych</em>
ro: folositi pentru <em>scopuri comerciale</em>
si_lk: <em>වෙළඳ කටයුතු සඳහා</em> භාවිතා කළ හැකි
sq: ta përdor për <em>qëllime komerciale</em>
sv: använda för <em> kommersiell användning </em>
te: <em>వాణిజ్య అవసరాల</em> కోసం ఉపయోగించుకోగలగాలి
vi: sử dụng cho <em>mục đích thương mại</em>
zh_tw: <em>商業使用</em>的素材

source: <em>modify</em>, <em>adapt</em>, or <em>build upon</em>
ar: <em>تعديل</em>, <em>تكييف</em>, أو <em>البناء عليه</em>
ast: <em>camudar</em>, <em>adautar</em>, o <em>reconstruir</em>
da: <em>modificer, tilpas,</em> eller <em>byg videre på</em>
de: <em>verändern</em>, <em>anpassen</em> oder worauf ich <em>aufbauen</em> darf
eo: <em>modifi</em>, <em>adapti</em>, aŭ krei <em>devenaĵojn</em>
eu: <em>aldatzeko</em>, <em>egokitzeko</em>, <em>editatzeko</em>
fi: <em>muokata,</em> tai <em>rakentaa sen päälle</em>
fr: <em>modifier</em>, <em>adapter</em>, ou <em>réutiliser</em>
hu: <em>szerkeszteni</em>, <em>felhasználni</em> vagy <em>továbbépíteni</em>
id: <em>ubahsuaikan</em>, <em>adaptasikan</em>, atau <em>bangun di</em>
is: <em>breytt, aðlagað</em> eða <em>byggt á</em>
km: <em>កែសម្រួល</em>, <em>យកលំនាំតាម</em>, ឬ <em>ស្ថាបនាបន្ថែម</em>
nb_no: <em>modifisere</em>, <em>tilpasse</em>, eller <em>bygge videre på</em>
nl: <em>kan wijzigen</em>, <em>kan aanpassen</em>, en <em>op kan bouwen</em>
pl: <em>modyfikować</em>, <em>adaptować</em> lub <em>dalej wykorzystywać</em>
ro: <em>modifica</em>, <em>adapteaza</em>, sau <em>dezvolta</em>
si_lk: <em>සැකසිය හැකි</em>, <em>සබැඳිය හැකි</em>, හෝ <em>තැනිය හැකි</em>
sq: <em>ta ndryshoj</em>, <em>përshtas</em>, ose <em>ta përdor si bazë</em>
sv: <em> ändra </em>, <em>bearbeta </em>, eller <em> bygga vidare på </em>
vi: <em>chỉnh sửa</em>, <em>cập nhật</em>, hay <em>xây dựng dựa trên đó<em>
zh_tw: <em>修改</em>、<em>改作</em>的素材

source: Search using
ar: بحث باستخدام
ast: Guetar usando
da: Søg ved hjælp af
de: Suchen mit
eo: Serĉi uzante
eu: Bilatu hau erabiliz:
fi: Hae käyttäen
fr: Chercher en utilisant
hu: Keresés, használva:
id: Cari menggunakan
is: Leita með því að nota
km: ស្វែងរកដោយប្រើ
nb_no: Søk ved hjelp av
nl: Zoeken met
pl: Szukaj z pomocą
ro: Cauta folosind
si_lk: භාවිතයෙන් සොයන්න
sq: Kërko duke përdorur
sv: Sök användning
vi: Tìm kiếm dùng
zh_tw: 選擇搜尋服務

source: Video
ar: فيديو
ast: Videu
eo: Filmo
eu: Bideoa
fr: Vidéo
hu: Videó
is: Myndskeið
km: វីដេអូ
pl: Wideo
ro: Vid
si_lk: වීඩියෝ
te: వీడియో
vi: Phim
zh_tw: 影片

source: Image
ar: صورة
ast: Imaxe
da: Billede
eo: Bildo
eu: Irudia
fi: Kuva
hu: Kép
id: Gambar
is: Mynd
km: រូបភាព
nb_no: Bilde
nl: Afbeeldingen
pl: Obraz
ro: Imagine
si_lk: ඡායාරූප
sq: Figurë
sv: Bilder
te: బొమ్మ
vi: Ảnh
zh_tw: 圖片

source: Web
ar: شبكة
eo: Interreto
is: Netið
km: វែប
pl: Sieć
si_lk: වෙබ්
sv: webben
te: జాలం
zh_tw: 網站

source: Music
ar: موسيقى
ast: Música
da: Musik
de: Musik
eo: Muziko
eu: Musika
fi: Musiikki
fr: Musique
hu: Zene
id: Musik
is: Tónlist
km: តន្ត្រី
nb_no: Musikk
nl: Muziek
pl: Muzyka
ro: Muzica
si_lk: සංගීත
sq: Muzikë
sv: musik
te: సంగీతం
vi: Nhạc
zh_tw: 音樂

source: Media
ar: وسائط
ast: Multimedia
da: Medier
de: Medien
eo: Aŭdvidaĵoj
eu: Hedabideak
fr: Média
hu: Média
is: Miðill
km: មេឌា
ro: Medi
si_lk: මාධ්‍ය
te: మాధ్యమం
vi: Đa phương tiện
zh_tw: 媒體

source: What is this?
ar: ما هذا؟
ast: ¿Qué ye esto?
da: Hvad er dette?
de: Was ist das?
eo: Kio ĝi estas?
eu: Zer da hau?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
hu: Mi ez?
id: Apa ini?
is: Hvað er þetta?
km: នេះជាអ្វី?
nb_no: Hva er dette?
nl: Wat is dit?
pl: Co to jest?
ro: Ce este asta?
si_lk: මේ කුමක්ද?
sq: Çka është kjo?
sv: Vad är detta?
te: ఇది ఏమిటి?
vi: Đây là gì?
zh_tw: 這是什麼？

source: Please note that search.creativecommons.org is <em>not a search engine</em>, but rather offers convenient access to search services provided by other independent organizations. CC has no control over the results that are returned. <em>Do not assume that the results displayed in this search portal are under a CC license</em>. You should always verify that the work is actually under a CC license by following the link. Since there is no registration to use a CC license, CC has no way to determine what has and hasn't been placed under the terms of a CC license. If you are in doubt you should contact the copyright holder directly, or try to contact the site where you found the content.
ar: يرجى الملاحظة ان search.creativecommons.org <em>ليس محرك بحث</em>، ولكنه يوفر لك الوصول الى نتائج البحث المقدمة من خلال مؤسسات اخرى مستقلة. مؤسسة المشاع الإبداعي ليس لها التحكم على النتائج المردودة لك. <em>لا تفترض ان النتائج الظاهره في البحث هي تحت رخصة المشاع الإبداعي</em>. يجب عليك دائماً التحقق ان هذا المحتوى هو فعلياً تحت رخصة المشاع الإبداعي عبر هذا الرابط. بما إن لا يوجد تسجيل لأستخدام رخصة المشاع الإبداعي. مؤسسة المشاع الإبداعي لا يمكنها الحسم إذا كانت المادة لديها او ليس لديها الصلاحية للأستخدام تحت شروط رخصة المشاع الإبداعي. إذا لديك شك يجب عليك التأكد من خلال التواصل مع صاحب الحقوق الملكية الفكرية مباشرة، او يمكنك الإتصال بالموقع عندما تجد المحتوى.
ast: Por favor, atalanta que search.creativecommons.org <em>nun ye un motor de gueta</em>, sinón qu'ufre un accesu afayadizu a servicios de gueta que dan otres organizaciones independientes. CC nun tien control dalu sobro los resultaos devueltos. <em>Nun asumas que los resultaos qu'apaecen nesti portal de gueta tan baxo una llicencia CC</em>. Siempres tienes de comprobar que'l trabayu ta daveres baxo una llicencia CC siguiendo l'enllaz. Como nun hai un rexistru pa usar una llicencia CC, CC nun tien manera de determinar lo que ta puesto o non baxo los términos d'una llicencia CC. Si tienes duldes tendríes de ponete en contautu con quien tenga los drechos d'autor direutamente, o intentar comunicate col sitiu nel qu'atopasti los conteníos.
da: Bemærk venligst, at search.creativecommons.org <em>ikke er en søgemaskine,</em> men snarere tilbyder nem adgang til at søge ydelser fra andre uafhængige organisationer. CC har ingen kontrol over de resultater, der returneres. <em>Antag derfor ikke, at de resultater, der vises i denne søgeportal er under en CC-licens.</em> Du bør altid kontrollere, at arbejdet faktisk er under en CC-licens ved at følge linket. Da der ikke er nogen registrering af CC-licenseret indhold, kan CC på ingen måde at afgøre, hvad der er og ikke er blevet udgivet med en CC-licens. Hvis du er i tvivl, bør du kontakte indehaveren af ophavsretten direkte, eller prøv at kontakte det sted, hvor du fandt indholdet.
de: Bitte beachten Sie, dass search.creativecommons.org <em>keine Suchmaschine</em> ist, sondern nur einen komfortablen Zugang zu Suchdiensten anderer unabhängiger Anbieter darstellt. CC hat keine Kontrolle über die Suchergebnisse. <em>Gehen Sie nicht ohne Weiteres davon aus, dass alle Suchergebnisse dieses Suchportals unter CC-Lizenz stehen</em>. Sie sollten immer noch einmal überprüfen, ob das jeweilige Werk/der Inhalt tatsächlich unter einer CC-Lizenz steht, indem Sie dem entsprechenden Link folgen. Da keine Registrierung erforderlich ist, um eine CC-Lizenz zu vergeben, kann CC auch nicht beurteilen, was unter die Bedingungen einer CC-Lizenz gestellt wurde und was nicht. Falls Sie sich nicht sicher sind, sollten Sie den Rechteinhaber direkt kontaktieren oder die Seite, auf der Sie das Werk/den Inhalt gefunden haben.
eo: Bonvolu noti, ke search.creativecommons.org <em>ne estas serĉilo</em>, pli precize ĝi proponas oportunan aliron al serĉaj servoj provizataj de aliaj sendependaj organizaĵoj. CC neniel povas influi la akiratajn rezultojn. <em>Ne supozu, ke la rezultoj de la serĉo estas disponeblaj laŭ permesilo CC.</em> Vi ĉiam devas certiĝi, ĉu la verko vere disponeblas laŭ la permesilo, per sekvado de la ligilo. Ĉar ne ekzistas iu ajn registriĝo por uzi permesilon CC, la organizaĵo CC ne kapablas informi, kio laŭ koncerna permesilo efektive estas disponebla kaj kio ne. Se vi dubas, estas konsilinde kontakti la posedanton de la aŭtorrajto rekte, aŭ kontakti la administranton de la retpaĝo, kie vi la enhavon trovis.
eu: Mesedez, gogoan izan search.creativecommons.org <em>ez dela bilatzaile bat</em>, baizik beste erakunde batzuen edukiak aurkitzeko bide egoki bat. CCk ez ditu emaitzak kontrolpean. <em>Beraz, ez sinetsi, besterik gabe, bilaketaren emaitzak CC baimen baten mende egongo direnik</em>. Beti egiaztatu beharra daukazu, loturaren atzean dagoen lana CC baimen baten mende ote den. Izan ere, CC baimenak erabiltzeko erregistrorik ez dagoenez, zaila da jakitea zer ote dagoen CC baimen bati loturik. Zalantzarik sortzen bazaizu, hobe duzu zuzenean harremanetan jartzea jabetza intelektualaren eskubideen jabearekin, edota edukia gordetzen duen webgunearekin.
fi: Huomaa, että search.creativecommons.org <em>ei ole hakukone,</em> vaan tarjoaa kätevästi pääsyä muihin hakupalveluihin. CC ei hallinnoi hakutuloksia. <em>Älä oleta, että tulokset ovat CC-lisensoituja.</em> Varmista, että työ on CC-lisenssin alainen seuraamalla linkkiä. Koska CC lisensoituja teoksia ei ole rekisteröity, CC:llä ei ole tapaa selvittää, mitkä teokset on tai ei ole lisensoitu CC-lisensseillä. Jos olet epävarma ota yhteys suoraan tekijänoikeuden haltijaan, tai yrittää ottaa yhteyttä sivustoon, josta löysit teoksen.
fr: Veuillez noter que <i>search.creativecommons.org</i> n'est <em>pas un moteur de recherche</em>, mais offre plutôt un accès pratique à des services de recherche proposés par d'autres organisations indépendantes. CC n'a pas le contrôle sur les résultats fournis. <em>N'assumez pas que les résultats affichés dans ce portail de recherche sont placés sous une licence CC</em>. Vous devriez toujours vérifier que l'œuvre est réellement placée sous une licence CC en suivant le lien. Etant donné qu'il n'y a aucun enregistrement des oeuvres sous licence CC, CC n'a aucun moyen de déterminer ce qui a et n'a pas été placés sous les termes d'une licence CC. En cas de doute, vous devriez contacter directement le titulaire des droits ou le site web où vous avez trouvé l'œuvre.
hu: A search.creativecommons.org <em>nem egy keresőmotor</em>, hanem különböző független szervezetek által nyújtott keresési szolgáltatásokhoz nyújt kényelmes hozzáférést. A CC-nek nincs befolyása a visszaadott keresési találatokra. <em>Nem garantált, hogy az itt visszaadott keresési találatok CC licenc alatt vannak</em>. Minden esetben érdemes a linket követve megbizonyosodni róla, hogy az alkotás ténylegesen egy CC licenc alatt van. Mivel a CC licencek használatához nincs szükség regisztrációra, a CC-nek nincs módja annak megállapítására, hogy mire lett alkalmazva CC licenc, és mire nem. Bizonytalan esetben javasoljuk, vedd fel a kapcsolatot közvetlenül a szerzői jog tulajdonosával, vagy a weboldal üzemeltetőjével, ahol találtad az alkotást.
id: Mohon dicatat bahwa search.creativecommons.org <em>bukan mesin pencari</em>, melainkan menawarkan akses lebih mudah ke penyedia layanan pencarian oleh organisasi independen lain. CC tak memiliki kendali atas hasil yang dikembalikan. <em>Jangan beranggapan bahwa hasil yang ditampilkan dalam portal pencarian ini ada di bawah lisensi CC</em>. Anda mesti selalu memastikan bahwa karya tersebut memang benar memakai lisensi CC dengan mengikuti tautnya. Karena tidak ada pendaftaran untuk memakai suatu lisensi CC, CC tak punya cara untuk menentukan apa yang telah dan belum ditempatkan di bawah syarat dari suatu lisensi CC. Bila Anda ragu Anda mesti menghubungi pemegang hak cipta secara langsung, atau mencoba menghubungi situs dimana Anda menemukan isi tersebut.
is: Athugaðu að search.creativecommons.org er <em>ekki a leitarvél,</em> heldur býður þægilegan aðgang að leitar þjónustu annarra óháðra aðila. CC hefur enga stjórn á þeim árangri sem leitin skilar. <em>Ekki gera ráð fyrir að niðurstöður sem birtast á þessari leitarsíðu séu undir CC leyfi.</em> Þú ættir alltaf að sannreyna að verkið sé í raun undir CC leyfi með því að fylgja tenglinum. Þar er sem enga skráningu þarf til að nota CC leyfi, hefur CC enga leið til að ákvarða hvað hefur og hefur ekki verið sett fram undir skilmálum CC leyfis. Ef þú ert í vafa skaltu hafa samband við handhafa höfundarréttar beint, eða reyna að hafa samband við síðuna þar sem þú fannst efnið.
km: សូមកំណត់ចំណាំថា search.creativecommons.org <em> មិនមានជា search engine ទេ </em> ប៉ុន្តែវាគ្រាន់តែផ្តល់ជូននូវភាពងាយស្រួលក្នុងការប្រើប្រាស់សេវាកម្មស្វែងរករបស់អង្គភាពឯករាជ្យផ្សេងទៀត។ CC មិនមានសិទ្ធគ្រប់គ្រងលើលទ្ធផលដែលបានបង្ហាញចេញមក។ <em> សូមកំុសន្មត់ថា រាល់លទ្ធផលទាំងឡាយដែលបានបង្ហាយនៅក្នុងផតថលស្វែងរកនេះ គឺស្ថិតក្រោមអជ្ញាបណ្ណ CC ។</em> You should always verify that the work is actually under a CC license by following the link. Since there is no registration to use a CC license, CC has no way to determine what has and hasn't been placed under the terms of a CC license. If you are in doubt you should contact the copyright holder directly, or try to contact the site where you found the content.
nb_no: Websiden <b>search.creativecommons.org</b> er <em>ikke</em> et arkiv eller en søkemotor. Alt den gjør er å gi en oversikt over ulike søketjenester som tilbys av ulike uavhengige organisasjoner. Creative Commons har <em>ingen kontroll</em> over hva disse søketjenestene gjør. <strong>Du må ikke automatisk anta at resultatene som de ulike søketjenestene returnerer er tilgjengelig under en Creative Commons-lisens.</strong> Før du bruker slikt materiale bør du selv verifisere at verket det er snakk om faktisk er tilgjengelig under en Creative Commons-lisens. Vær også oppmerksom på at organisasjonen Creative Commons ikke har noe register over materiale som er utstyrt med Creative Commons-lisens, og kan ikke gi deg svar på hva som er, og hva som ikke er, tilgjengelig under en slik lisens. Dersom du er i tvil om den opphavsrettslige statusen til materiale du har funnet gjennom søk, så bør du selv kontakte rettighetshaver for å undersøke om materialet faktisk er underlagt Creative Commons-lisens, eller be om bekreftelse fra nettstedet der materialet ligger om at materialet er korrekt merket med Creative Commons-lisens.
nl: Let op: search.creativecommons.org is <em>geen zoekmachine</em>, maar biedt gemakkelijk toegang tot zoekdiensten van andere onafhankelijke organisaties. CC heeft geen controle over de resultaten die worden weergegeven. <em>Ga er niet van uit dat de weergegeven resultaten vrijgegeven zijn onder CC-licenties.</ em> Controleer altijd of het werk daadwerkelijk onder een CC-licentie valt door naar de bron van het materiaal te kijken. Omdat er geen registratie bestaat van CC-licenties, heeft CC geen manier om te bepalen wat wel en niet vrijgegeven is onder de voorwaarden van een CC-licentie. Neem bij twijfel altijd contact op met de auteursrechthebbende, of probeer contact op te nemen met de site waar je het materiaal gevonden hebt.
pl: Należy pamiętać, że search.creativecommons.org <em>nie jest</em> typową wyszukiwarką, tylko usługą oferującą dogodny dostęp do usług wyszukiwania świadczonych przez inne niezależne organizacje. CC nie ma kontroli nad wynikami, które są zwracane. <em>Nie należy zakładać, że wyniki przedstawione w tym portalu wyszukiwania są na licencji CC.</em> Należy zawsze sprawdzić, czy praca jest rzeczywiście na licencji CC, klikając w odpowiedni odnośnik. Ponieważ stosowanie licencji CC nie wymaga rejestracji utworu, nie istnieje możliwość ustalenia przez CC, czy dany utwór jest rzeczywiście dostępny na licencji CC. W przypadku wątpliwości należy skontaktować się bezpośrednio z posiadaczem praw autorskich lub spróbować skontaktować się z witryną, na której znajduje się dany utwór.
ro: Va rugam sa aveti in vedere ca search.creativecommons.org <em>nu este un motor de cautare</em>, ci mai degraba faciliteaza accesul la servicii de cautare furnizate de alte organizatii independente. CC nu are control asupra rezultatelor returnate. <em>Nu asumati ca rezultatele afisate in portalul de cautare sunt licentiate CC</em>. intotdeauna veriificati ca lucrarea este licentiata CC prin accesarea link-ului aferent lucrarii. De vreme ce nu exista inregistrari pentru a folosi o licenta CC, nu avem cum sa determinam ce a este si ce nu este licentiat. Daca aveti dubii, va rugam sa contactati persoana ce detine drepturile asupra lucrarii direct, sau site-ul unde ati gasit lucrarea.
si_lk: search.creativecommons.org යනු හුදෙක් <em>සෙවුම් යන්ත්‍රයක්</em> නොවේ,
sq: Ju lutemi, mbani parasysh që search.creativecommons.org <em>nuk është motor kërkimi</em>, por një rrugë e volitshme për të përdorur shërbime kërkimi të ofruar nga të tjera organizma të pavarur. CC nuk ka ndonjë kontroll mbi përfundimet që ata japin. <em>Mos e merrni si të mirëqenë që përfundimet e shfaqura në këtë portal kërkimesh gjenden nën licencë CC</em>. Gjithmonë duhet të verifikoni nëse vepra gjendet përnjëmend nën një licencë CC, duke ndjekur lidhjen. Ngaqë përdorimi i një licence CC nuk lyp regjistrim gjëkundi, CC-ja nuk ka ndonjë rrugë për të përcaktuar se çfarë është vendosur dhe çfarë jo nën kushtet e një licence CC. Nëse keni dyshime do të duhej të lidheshit drejtpërsëdrejti me zotëruesin e të drejtave të kopjimit, ose të provoni të lidheshit me site-in ku e gjetët lëndën.
sv: Vänligen notera att search.creativecommons.org <em>inte är en sökmotor</em>, utan ett i stället ger enkel tillgång till söktjänster som tillhandahålls av andra oberoende organisationer. CC har ingen kontroll över resultaten som returneras. <em>Anta inte att resultaten som visas i denna sökportal är under CC-licens</em>. Du bör alltid verifiera att verket verkligen är CC-licensierat genom att följa länken. Efterson det inte krävs någon registrering för att använda en CC-licens har CC ingen möjlighet att avgöra vad som har eller inte har licensierats med CC-licens. Vid tveksamhet bör du kontakta upphovsrättsinnehavaren direkt eller försöka kontakta sajten där du hittade materialet.
vi: Xin hãy chú ý rằng search.creativecommons.org không phải là <em>máy tìm kiếm</em, nhưng nó chỉ cung cấp sự truy cập thuận tiện đến các dịch vụ tìm kiếm được cung cấp bởi các tổ chức độc lập khác. CC không thể kiểm soát các kết quả trả về. <em>Đừng cho rằng kết quả được hiển thị trong cổng tìm kiếm đều có giấy phép CC</em>. Bạn hãy luôn xác minh công việc đó có giấy phép CC hay không bằng cách theo đường dẫn. Vì không có sự đăng kí nào để sử dụng giấy phép CC, CC không có cách để xác định được cái nào có hay chưa được cấp với danh nghĩa là giấy phép CC. Nếu bạn còn nghi ngại bạn nên liên hệ với chủ sở hữu bản quyền, hoặc liên hệ trực tiếp với trang mà bạn tìm thấy nội dung.
zh_tw: 請注意，search.creativecommons.org <em>不是搜尋引擎</em>，而僅提供一便於使用的介面以連結至其他獨立單位的內容搜尋服務。CC對搜尋的結果沒有控制權，<em>也無法確保搜尋結果確實採用創用CC授權</em>，你必須連結至各著作的網頁，以確認該著作是否確實以創用CC授權釋出。由於採用創用CC受權無需進行註冊動作，CC因此無法確保該著作是否採用創用CC授權條款，如果你對該著作的著作權狀態有疑慮，你應該直接連絡著作權所有人，或聯絡提供該著作的網站。
